Repository: flreinhard/apps
Catalog: l10n/*/activity.po
Languages: ca, es, es_cl, fi_fi, fr, gl, km, nl, nn_no, pl, pt_br, pt_pt, ru, sl

source: Your settings have been updated.
ca: La configuració s'ha actualitzat.
es: Sus ajustes han sido actualizados.
es_cl: Sus preferencias han sido actualizadas.
fi_fi: Asetuksesi on päivitetty.
fr: Vos paramètres ont été mis à jour.
gl: Actualizaronse os axustes.
km: ការ​កំណត់​របស់​អ្នក​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព។
nl: Uw instellingen zijn bijgewerkt
nn_no: Innstillingane dine har blitt oppdaterte
pl: Twoje ustawienia zostały zaktualizowane
pt_br: Suas configurações foram atualizadas.
pt_pt: As suas definições foram actualizadas.
ru: Настройки обновлены.
sl: Nastavitve so posodobljene.

source: Activity
ca: Activitat
es: Actividad
es_cl: Actividad
fi_fi: Toimet
fr: Activité
gl: Actividade
km: សកម្មភាព
nl: Activiteit
nn_no: Aktivitet
pl: Aktywność
pt_br: Atividade
pt_pt: Actividade
ru: Действие
sl: Dejavnosti

source: No more activities to load.
ca: No hi ha més activitats per carregar.
es: No hay más actividades por cargar.
es_cl: Sin actividades para cargar.
fi_fi: Ei enempää toimia.
fr: Plus aucune activité à charger.
gl: Non hai máis actividades que cargar.
km: មិន​មាន​សកម្មភាព​ដទៃ​ដែល​ត្រូវ​បង្ហាញ​ទេ។
nl: Niet meer activiteiten te laden.
nn_no: Ingen fleire aktivitetar å lasta inn.
pl: Brak więcej aktywności do załadowania.
pt_br: Mais nenhuma atividade para ser carregada.
pt_pt: Mais nenhuma actividade para carregar.
ru: Больше нет действий для загрузки.
sl: Ni več dejavnosti za nalaganje.

source: Loading older activities
ca: Carregant activitats anteriors
es: Cargando actividades más antiguas
es_cl: Cargando actividades antiguas.
fi_fi: Ladataan vanhempia toimia
fr: Chargement d'activités plus anciennes
gl: Cargando actividades antigas
km: កំពុង​ផ្ទុក​សកម្មភាព​ចាស់ៗ
nl: Laden oude activiteiten
nn_no: Lastar inn eldre aktivitetar.
pl: Załaduj starsze aktywności
pt_br: Carregando atividades antigas.
pt_pt: A carregar actividades antigas
ru: Загрузка предыдущих действий
sl: Nalaganje starejših dejavnosti.

source: A file or folder has been <strong>shared</strong>
ca: S'ha <strong>compartit</strong> un fitxer o una carpeta
es: Se ha <strong>compartido</strong> un archivo o carpeta
es_cl: Un archivo o carpeta ha sido <strong>compartido</strong>
fi_fi: Tiedosto tai kansio on <strong>jaettu</strong>
fr: Un fichier ou un répertoire a été <strong>partagé</strong>
gl: <strong>Compartiuse</strong> un ficheiro ou cartafol
km: <strong>បាន​ចែករំលែក</strong> ឯកសារ​ឬ​ថត
nl: Een bestand of map is <string>gedeeld</strong>
nn_no: Ei fil eller ei mappe har blitt <strong>delt</strong>
pl: Plik lub folder stał się <strong>współdzielony</strong>
pt_br: Um arquivo ou pasta foi <strong>compartilhado</strong>
pt_pt: Foi <strong>partilhado</strong> um ficheiro ou uma pasta
ru: Файл или папка был(а) <strong> опубликована </strong>
sl: Za datoteko ali mapo je odobrena <strong>souporaba</strong>.

source: A new file or folder has been <strong>created</strong> in a shared folder
ca: S'ha <strong>creat</strong> un fitxer o una carpeta nous en una carpeta compartida
es: Un nuevo archivo o carpeta ha sido <strong>creado/a</strong> en una carpeta compartida
es_cl: Un nuevo archivo o directorio ha sido <strong>creado</strong> en un directorio compartido
fi_fi: Uusi tiedosto tai kansio on <strong>luotu</strong> jaettuun kansioon
fr: Un nouveau fichier ou répertoire a été <strong>créé</strong> dans un dossier partagé
gl: <strong>Creouse</strong> un novo ficheiro no cartafol compartido
km: <strong>បាន​បង្កើត</strong>ឯកសារ​ឬ​ថត​ថ្មី​មួយ​នៅ​ក្នុង​ថត​ដែល​បាន​ចែករំលែក
nl: Een nieuw bestand of map is <string>aangemaakt</strong> in een gedeelde map
nn_no: Ei ny fil eller mappe har blitt <strong>oppretta</strong> i ei delt mappe
pl: <strong>Utworzono</strong> nowy plik lub folder wewnątrz współdzielonego folderu
pt_br: Um novo arquivo ou pasta foi <strong>criado</strong> em uma pasta compartilhada
pt_pt: novo ficheiro ou pasta foi <strong> criado <strong> numa pasta partilhada
ru: Файл или папка был(а) <strong> создан(а) </strong> в опубликованной папке
sl: V mapi, določeni za souporabo, je bila <strong>ustvarjena</strong> datoteka.

source: A file or folder has been <strong>changed</strong> in a shared folder
ca: Ha <strong>canviat</strong> un fitxer o una carpeta en una carpeta compartida
es: Un archivo o carpeta ha sido <strong>modificado/a</strong> en una carpeta compartida
es_cl: Un archivo o directorio ha sido <strong>cambiado<strong> en una directorio compartida.
fi_fi: Tiedostoa tai kansiota on <strong>muutettu</strong> jaetussa kansiossa
fr: Un fichier ou un répertoire a été <strong>modifié</strong> dans un dossier partagé
gl: <strong>Cambiouse</strong> un ficheiro ou cartafol no cartafol compartido
km: <strong>បាន​ផ្លាស់ប្ដូរ</strong>ឯកសារ​ឬ​ថត​ថ្មី​មួយ​នៅ​ក្នុង​ថត​ដែល​បាន​ចែករំលែក
nl: Een bestand of map is <string>gewijzigd</strong> in een gedeelde map
nn_no: Ei fil eller mappe har blitt <strong>endra</strong> i ei delt mappe
pl: Plik lub folder wewnątrz współdzielonego folderu został <strong>zmieniony</strong>
pt_br: Um arquivo ou pasta foi <strong>alterado</strong> em uma pasta compartilhada
pt_pt: ficheiro ou pasta foi <strong> mudado <strong> numa pasta partilhada
ru: Файл или папка был(а) <strong> изменен(а) </strong> в опубликованной папке
sl: V mapi, določeni za souporabo, je bila <strong>spremenjena</strong> datoteka.

source: A file or folder has been <strong>deleted</strong> from a shared folder
ca: S'ha <strong>eliminat</strong> un fitxer o una carpeta d'una carpeta en una carpeta compartida
es: Un archivo o carpeta ha sido <strong>eliminado/a</strong> de una carpeta compartida
es_cl: Un archivo o directorio ha sido <strong>eliminado<strong> desde un directorio compartido
fi_fi: Tiedosto tai kansio on <strong>poistettu</strong> jaetusta kansiosta
fr: Un fichier ou un répertoire a été <strong>supprimé</strong> dans un dossier partagé
gl: <strong>Eliminouse</strong> un ficheiro ou cartafol no cartafol compartido
km: <strong>បាន​លុប</strong>ឯកសារ​ឬ​ថត​ថ្មី​មួយ​នៅ​ក្នុង​ថត​ដែល​បាន​ចែករំលែក
nl: Een bestand of map is <string>verwijderd</strong> uit een gedeelde map
nn_no: Ei fil eller mappe har blitt <strong>sletta</strong> frå ei delt mappe
pl: Plik lub folder wewnątrz współdzielonego folderu został <strong>usunięty</strong>
pt_br: Um novo arquivo ou pasta foi <strong>apagada</strong> de uma pasta compartilhada
pt_pt: Foi <strong> apagado <strong> ficheiro ou pasta numa pasta partilhada
ru: Файл или папка был(а) <strong> удален/а </strong> в опубликованной папке
sl: V mapi, določeni za souporabo, je bila <strong>izbrisana</strong> datoteka.

source: You created %1$s
ca: Has creat %1$s
es: Usted ha creado %1$s
fi_fi: Loit kohteen %1$s
fr: Vous avez créé %1$s
gl: Creou %1$s
km: អ្នក​បាន​បង្កើត %1$s
nl: U creëerde %1$s
pl: Utworzyłeś %1$s
pt_br: Você criou %1$s
pt_pt: Você criou %1$s

source: %2$s created %1$s
ca: %2$s ha creat %1$s
es: %2$s ha creado %1$s
fi_fi: %2$s loi kohteen %1$s
fr: %2$s a créé %1$s
gl: %2$s creado %1$s
km: %2$s បាន​បង្កើត %1$s
nl: %2$s creëerde %1$s
pl: %2$s utworzył %1$s
pt_br: %2$s criou %1$s
pt_pt: %2$s criou %1$s

source: You changed %1$s
ca: Has canviat %1$s
es: Usted ha modificado %1$s
fi_fi: Muutit kohdetta %1$s
fr: Vous avez changé %1$s
gl: Cambiou %1$s
km: អ្នក​បាន​ផ្លាស់​ប្ដូរ %1$s
nl: U wijzigde %1$s
pl: Zmieniłeś %1$s
pt_br: Você modificou %1$s
pt_pt: Voce mudou %1$s

source: %2$s changed %1$s
ca: %2$s ha canviat %1$s
es: %2$s ha modificado %1$s
fi_fi: %2$s muutti kohdetta %1$s
fr: %2$s a changé %1$s
gl: %2$s cambiado %1$s
km: %2$s បាន​ផ្លាស់​ប្ដូរ %1$s
nl: %2$s wijzigde %1$s
pl: %2$s zmienił %1$s
pt_br: %2$s modificou %1$s
pt_pt: %2$s modou %1$s

source: You deleted %1$s
ca: Has esborrat %1$s
es: Usted ha eliminado %1$s
fi_fi: Poistit kohteen %1$s
fr: Vous avez supprimé %1$s
gl: Eliminou %1$s
km: អ្នក​បាន​លុប %1$s
nl: U verwijderde %1$s
pl: Usunąłeś %1$s
pt_br: Você eliminou %1$s
pt_pt: Voce apagou %1$s

source: %2$s deleted %1$s
ca: %2$s ha esborrat %1$s
es: %2$s ha eliminado %1$s
fi_fi: %2$s poisti kohteen %1$s
fr: %2$s a supprimé %1$s
gl: %2$s eliminado %1$s
km: %2$s បាន​លុប %1$s
nl: %2$s verwijderde %1$s
pl: %2$s usunął %1$s
pt_br: %2$s eliminou %1$s
pt_pt: %2$s apagou %1$s

source: You shared %1$s with %2$s
ca: Has compartit %1$s amb %2$s
es: Usted ha compartido %1$s con %2$s
fi_fi: Jaoit kohteen %1$s käyttäjän %2$s kanssa
fr: Vous avez partagé %1$s avec %2$s
gl: Compartiu %1$s con %2$s
km: អ្នក​បាន​ចែករំលែក %1$s ជាមួយ %2$s
nl: U deelde %1$s met %2$s
pl: Współdzielisz %1$s z %2$s
pt_br: Você compartilhou %1$s com %2$s
pt_pt: Voce partilhou %1$s com %2$s

source: You shared %1$s with group %2$s
ca: has compartit %1$s amb el grup %2$s
es: Usted ha compartido %1$s con el grupo %2$s
fi_fi: Jaoit kohteen %1$s ryhmän %2$s kanssa
fr: Vous avez partagé %1$s avec le groupe %2$s
gl: Compartiu %1$s co grupo %2$s
km: អ្នក​បាន​ចែករំលែក %1$s ជាមួយ​ក្រុម %2$s
nl: U deelde %1$s met groep %2$s
pl: Współdzielisz %1$s z grupą %2$s
pt_br: Você compartilhou %1$s com o grupo %2$s
pt_pt: Voce partilhou %1$s com o grupo %2$s

source: %2$s shared %1$s with you
ca: %2$s ha compartit %1$s amb tu
es: %2$s ha compartido %1$s con usted
fi_fi: %2$s jakoi kohteen %1$s kanssasi
fr: %2$s a partagé %1$s avec vous
gl: %2$s compartiu %1$s con vostede
km: %2$s បាន​ចែករំលែក %1$s ជាមួយ​អ្នក
nl: %2$s deelde %1$s met u
pl: %2$s współdzieli %1$s z Tobą
pt_br: %2$s compartilhou %1$s com você
pt_pt: %2$s partilhou %1$s consigo

source: You shared %1$s
ca: Has compartit %1$s
es: Usted ha compartido %1$s
fi_fi: Jaoit kohteen %1$s
fr: Vous avez partagé %1$s
gl: Compartiu %1$s
km: អ្នក​បាន​ចែករំលែក %1$s
nl: U deelde %1$s
pl: Współdzielisz %1$s
pt_br: Você compartilhou %1$s
pt_pt: Você partilhou %1$s

source: %n more...
ca: %n més...
es: %n más...
es_cl: %n más
fi_fi: %n lisää...
fr: %n plus...
gl: %n máis...
km: %n ទៀត...
nl: %n meer...
nn_no: %n meir...
pl: %n więcej...
pt_br: %n mais...
pt_pt: %n mais...
ru: ещё %n ...
sl: %n več ...

source: RSS feed
ca: Font RSS
es: Fuente RSS
es_cl: Canal RSS
fi_fi: RSS-syöte
fr: Flux RSS
gl: Fonte RSS
km: ព័ត៌មាន RSS
nn_no: RSS-straum
pl: Kanał RSS
pt_br: Alimentação RSS
ru: Лента RSS
sl: Vir RSS

source: No activities yet.
ca: Sense activitats encara.
es: Aún no hay actividades.
es_cl: Sin actividades.
fi_fi: Ei toimia vielä.
fr: Aucune activité.
gl: Aínda non houbo actividade
km: មិន​ទាន់​មាន​សកម្មភាព​ទេ។
nl: Nog geen activiteit.
nn_no: Ingen aktivitetar enno.
pl: Brak aktywności.
pt_br: Nenhuma atividade ainda.
pt_pt: Nenhuma actividade para já.
ru: Действий ещё не было.
sl: Ni še zabeleženih nobenih dejavnosti.

source: You will see a list of events here when you start to use your %s.
ca: Quan comenceu a usar %s veureu una llista de successos aquí.
es: Aquí aparecerá una lista de eventos cuando comience a usar su %s.
es_cl: Usted verá aquí una lista de eventos cuando comience a utilizar su %s.
fi_fi: Näet tapahtumaluettelon täällä, kun aloitat %sin käytön.
fr: Vous verrez ici une liste d'événements lorsque vous commencerez à utiliser votre %s.
gl: Verá una lista de accións cando se comece a utilizar o seu %s.
km: អ្នក​នឹង​ឃើញ​បញ្ជី​ព្រឹត្តិការណ៍​នានា នៅ​ពេល​អ្នក​ចាប់​ផ្ដើម​ប្រើ %s របស់​អ្នក។
nl: U ziet hier een lijst met activiteiten als u gebruik gaat maken van uw %s.
nn_no: Du får sjå ei liste med hendingar her når du byrjar å bruka %s.
pl: Zobaczysz listę wydarzeń tutaj, podczas rozpoczęcia korzystania z twojego %s
pt_br: Você verá uma lista de eventos aqui quando começar a usar o seu %s.
pt_pt: Vai poder ver a lista de eventos aqui, quando começar a usar a sua %s
ru: Здесь будет виден список событий, когда вы начнете использовать %s.
sl: Tu bo izpisan seznam dogodkov, ko bo %s v uporabi.

source: Notifications
ca: Notificacions
es: Notificaciones
es_cl: Notificaciones
fi_fi: Ilmoitukset
gl: Notificacións
km: ការ​ជូន​ដំណឹង
nl: Meldingen
nn_no: Påminningar
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
sl: Obvestila

source: Mail
ca: Correu electrónic
es: Correo electrónico
es_cl: Correo
gl: Correo
km: សំបុត្រ
nl: E-mail
nn_no: Post
pl: Poczta
pt_br: EMail
pt_pt: Correio
ru: Почта
sl: Elektronska pošta

source: Stream
ca: Cadena
es: Flujo
es_cl: Flujo
fr: Flux
gl: Fluxo
km: ស្ទ្រីម
nl: Stroom
nn_no: Straum
pl: Strumień
pt_br: Fluxo
pt_pt: Fluxo
ru: Поток
sl: Pretok
