Repository: flreinhard/apps
Catalog: l10n/*/admin_dependencies_chk.po
Languages: es_cl, eu_es, km, nn_no, sq

source: The php-json module is needed by the many applications for inter communications
es_cl: El módulo php-json es necesario por las diferentes aplicaciones para intercomunicarse.
eu_es: Php-json moduloa beharrezkoa da inter komunikazioetako hainbat aplikaziorentzat
km: កម្មវិធី​ជា​ច្រើន​ត្រូវ​ការ​ម៉ូឌុល php-json សម្រាប់​ទំនាក់ទំនង​ផ្ទៃ​ក្នុង
nn_no: Mange av applikasjonane treng modulen php-json for datautveksling.
sq: Moduli php-json është e nevojshme nga shumë aplikacione për komunikimet e brendshme

source: The php-curl module is needed to fetch the page title when adding a bookmark
es_cl: El módulo php-curl es necesario para obtener el título de la página al agregar un marcador.
eu_es: Php-curl moduloa beharrezko da orriaren titulua eskuratzeko laster-marka gehitzean
km: ត្រូវការ​ម៉ូឌុល php-curl ដើម្បី​ប្រមូល​ឈ្មោះ​ទំព័រ​នៅ​ពេល​បន្ថែម​ការចំណាំ
nn_no: Du treng modulen php-curl for å henta sidetittelen når du legg til eit bokmerkje.
sq: Moduli php-curl është e nevojshme për të marr titullin e faqes, kur shtohet një kujtesore

source: The php-gd module is needed to create thumbnails of your images
es_cl: El módulo php-gd es necesario para crear miniaturas de sus imágenes.
eu_es: Php-gd moduloa beharrezkoa da zure irudien thumbnails-a sortzeko
km: ត្រូវ​ការ​ម៉ូឌុល php-gd ដើម្បី​បង្កើត​រូបតូច​នៃ​រូបភាព​របស់​អ្នក
nn_no: Du treng modulen php-gd for å laga miniatyrar av bileta dine.
sq: Moduli php-gd është e nevojshme për të krijuar shenime e imazheve tuaja

source: The php-ldap module is needed connect to your ldap server
es_cl: El módulo php-ldap es necesario para conectarse a su servidor de LDAP.
eu_es: Php-ldap moduloa beharrezkoa da zure ldap zerbitzaria konektatzeko
km: ត្រូវការ​ម៉ូឌុល php-ldap ដើម្បី​ភ្ជាប់​ទៅ​ម៉ាស៊ីនបម្រើ ldap របស់​អ្នក
nn_no: Du treng modulen php-ldap for å kopla til ein LDAP-tenar.
sq: Moduli php-ldap është e nevojshme të lidheni me serverin tuaj ldap

source: The php-zip module is needed download multiple files at once
es_cl: El módulo php-zip es necesario para descargar varios archivos de una sola vez.
eu_es: Php-zip moduloa beharrezkoa da hainbat fitxategi batera deskargatzeko
km: ត្រូវ​ការ​ម៉ូឌុល php-zip ដើម្បី​ទាញយក​ឯកសារ​ច្រើង​ក្នុង​ពេល​ព្រម​គ្នា
nn_no: Du treng modulen php-zip for å lasta ned fleire filer på éin gong.
sq: Moduli php-zip nevojitet shkarkoni dokumenta të shumta në të njëjtën kohë

source: The php-mb_multibyte module is needed to manage correctly the encoding.
es_cl: El módulo php-mb_multibyte es necesario para un correcto uso de la codificación.
eu_es: Php-mb_multibyte moduloa beharrezkoa da kodeak ongi kudeatzeko.
km: ត្រូវ​ការ​ម៉ូឌុល php-mb_multibyte ដើម្បី​គ្រប់គ្រង​ការ​អិនកូដ​ឲ្យ​បាន​ត្រឹម​ត្រូវ។
nn_no: Du treng modulen php-mb_multibyte for å handtera teiknkoding korrekt.
sq: Moduli php-mb_multibyte është e nevojshme për të menaxhuar si duhet kodimin.

source: The php-ctype module is needed validate data.
es_cl: El módulo php-ctype es necesario para validar datos.
eu_es: Php-ctype moduloa beharrezkoa da datuak baieztatzeko.
km: ត្រូវការ​ម៉ូឌុល php-ctype ដើម្បី​ផ្ទៀងផ្ទាត់​ទិន្នន័យ។
nn_no: Du treng modulen php-ctype for å validera data.
sq: Moduli php-ctype është e nevojshme për vërtetuar të dhënat.

source: The php-xml module is needed to share files with webdav.
es_cl: El módulo php-xml es necesario para compartir archivos con webdav.
eu_es: Php-xml moduloa beharrezkoa da webdavekin fitxategiak partekatzeko.
km: ត្រូវការ​ម៉ូឌុល php-xml ដើម្បី​ចែករំលែក​ឯកសារ​ជាមួយ webdav ។
nn_no: Du treng modulen php-xml for å dela filer over webdav.
sq: Moduli php-xml është e nevojshme për të ndare dokumentat me WebDAV.

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
es_cl: La directiva allow_url_fopen de su archivo php.ini debe estar seteada en 1 para obtener la base de conocimiento de los servidores OCS
eu_es: Allow_url_fopen zuzentarauaren php.ini behar da ezagutza basea eskuratzean OCS zerbitzarietatik 1 'ezarrita
nn_no: Du må la innstillinga allow_url_fopen i php.ini vera 1 for å henta kunnskapsbasen frå OCS-tenarar.
sq: Direktiva allow_url_fopen i php.ini tuaj duhet të jetë vendosur në 1 për të tërhequr njohuritë bazë nga serverat OCS

source: The php-pdo module is needed to store owncloud data into a database.
es_cl: El módulo php-pdo es necesario para almacenar la información de owncloud en la base de datos.
eu_es: php-pdo moduloa beharrezkoa da owncloud datuak datubasean hornitzeko.
km: ត្រូវការ​ម៉ូឌុល php-pdo ដើម្បី​រក្សាទុក​ទិន្នន័យ owncloud ទៅក្នុង​មូលដ្ឋាន​ទិន្នន័យ។
nn_no: Du treng modulen php-pdo for å lagra owncloud-data i ein database.
sq: Moduli php-PDO është e nevojshme për të ruajtur të dhënat owncloud në një bazë të dhënash.

source: The iconv module is needed to convert data into the correct charset.
es_cl: El módulo iconv es necesario para convertir los datos al juego de caracteres correcto.
eu_es: Iconv modulua beharrezko da datuak eraldatzeko charset zuzenaren barnean.
nn_no: Du treng modulen iconv for å konvertera data til rett teiknkoding.
sq: Moduli iconv është e nevojshme për të kthyer të dhënat në charset saktë.

source: Dependencies status
es_cl: Estado de las dependencias
eu_es: kokapen menpekotasunak
nn_no: Avhengnadsstatus
sq: Statusi varësve

source: Used by :
es_cl: Usado por:
eu_es: Erabilia:
km: ប្រើ​ដោយ៖
nn_no: Nytta av:
sq: Përdorur nga:
