Repository: flreinhard/apps
Catalog: l10n/*/files_antivirus.po
Languages: de_ch, fa, ka_ge, th_th

source: Greetings {user},
de_ch: Herzlich Willkommen {user},
fa: {user} خوش آمدی
ka_ge: მივესალმოთ {user}–ს
th_th: สวัสดีค่ะ {user}

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
de_ch: Entschuldigung, in einer Datei, die Sie hochladen wollten, wurde Malware gefunden und sie musste daher gelöscht werden.
fa: متاسفیم ، اما یک بد افزار در فایلی که سعی کردید بارگذاری کنید پیدا شده بود و ما آن را پاک کردیم
ka_ge: ბოდიშით, მაგრამ ფაილი რომელიც თქვენ ატვიღთეთ შეიცავდა ვირუსს და ის აუცილებლად უნდა წაშლილიყო.
th_th: ขออภัย, แต่ระบบได้ตรวจพบมัลแวร์ในไฟล์ที่คุณกำลังอัพโหลดและไฟล์ดังกล่าวได้ถูกลบทิ้งไป

source: This email is a notification from {host}. Please, do not reply.
de_ch: Diese E-Mail ist eine Benachrichtigung von {host}. Bitte antworten Sie nicht.
fa: این ایمیل از {host}. می باشد لطفا به آن پاسخ ندهید
ka_ge: ეს არის ინფორმაციული მეილი {host}–დან. გთხოვთ არ უპასუხოთ.
th_th: อีเมลฉบับนี้เป็นอีเมลแจ้งเตือนจาก {host} กรุณาอย่าตอบกลับ

source: File uploaded: {file}
de_ch: Datei wurde hochgeladen: {file}
fa: فایل بارگذاری شد:{file}
ka_ge: ფაილი ატვირთულია: {file}
th_th: อัพโหลดไฟล์แล้ว: {file}

source: Antivirus Configuration
de_ch: Antivirus-Konfiguration
fa: پیکربندی آنتی ویروس
ka_ge: ანტივირუსის კონფიგურაცია
th_th: กำหนดค่าโปรแกรมป้องกันไวรัส

source: Mode
de_ch: Modus
fa: شیوه
ka_ge: რეჟიმი
th_th: รูปแบบ

source: Executable
de_ch: Ausführbar
fa: قابل اجرا
ka_ge: შესრულებადი
th_th: สามารถประมวลคำสั่งได้

source: Daemon
de_ch: Dienst (Daemon)
fa: برنامه کمکی
ka_ge: დემონი

source: Not required in Executable Mode.
de_ch: Nicht erforderlich im ausführbaren Modus.
fa: هیچ پیشنیازی در حالت اجرایی نیست.
ka_ge: შესრულებადი რეჟიმი არ არის საჭირო.
th_th: ไม่จำเป็นต้องใช้สำหรับโหมด สามารถประมวลคำสั่งได้

source: Host
fa: میزبانی
ka_ge: ჰოსტი
th_th: โฮสต์

source: Address of Antivirus Host.
de_ch: Die Adresse des Antivirus-Hosts.
fa: آدرس میزبان آنتی ویروس.
ka_ge: ანტივირუს ჰოსტის მისამართი
th_th: ที่อยู่โฮสต์ของโปรแกรมป้องกันไวรัส

source: Port
fa: درگاه
ka_ge: პორტი
th_th: พอร์ต

source: Port number of Antivirus Host.
de_ch: Die Portnummer des Antivirus-Hosts.
fa: شماره پورت میزبان آنتی ویروس.
ka_ge: ანტივირუს ჰოსტის პორტის მისამართი.
th_th: หมายเลขพอร์ตของโฮสต์โปรแกรมป้องกันไวรัส

source: Stream Length
de_ch: Übertragungslänge
fa: طول جریان داده
ka_ge: სთრიმის სიგრძე

source: ClamAV StreamMaxLength value in bytes.
de_ch: ClamAV StreamMaxLength-Wert in Bytes.
fa: مقدار بیشترین طول جریان داده نرم افزارClamAV به بایت.
ka_ge: ClamAV StreamMaxLength–ის მნიშვნელობა byte–ბში.
th_th: ค่า StreamMaxLength ของ ClamAV ในหน่วยไบต์

source: Path to clamscan
de_ch: Pfad zu clamscan
fa: مسیر به clamscan
ka_ge: გზა clamscan–თან
th_th: ตำแหน่งพาธของ clamscan

source: Path to clamscan executable.
de_ch: Pfad zum clamscan-Programm
fa: مسیر به clamscan انجام پذیر است.
ka_ge: გზა clamscan გამშვებამდე.
th_th: ตำแหน่งพาธของ clamscan ที่สามารถประมวลคำสั่งได้

source: Not required in Daemon Mode.
de_ch: Nicht erforderlich im Dienstmodus (Daemon)
fa: عدم نیاز به بودن در حالت آماده‌باش
ka_ge: დემონ რეძიმი არ არის საჭირო.
th_th: ไม่จำเป็นต้องใช้สำหรับโหมด Daemon

source: Action for infected files found while scanning
de_ch: Aktion für infizierte Dateien, welche beim Scannen gefunden wurden
fa: اقدام لازم در مورد فایل های آلوده ی یافت شده در حین اسکن
ka_ge: მოქმედება ინფიცირებულ ფაილებზე რომლებიც ნაპოვნი იქნა სკანირების დროს
th_th: ตรวจพบไฟล์ที่ติดเชื้อในระหว่างการสแกนข้อมูล

source: Only log
de_ch: Nur loggen
fa: فقط لاگ
ka_ge: მხოლოდ ლოგირება
th_th: เฉพาะบันทึกการเปลี่ยนแปลงเท่านั้น

source: Delete file
de_ch: Datei löschen
fa: حذف فایل
ka_ge: ფაილების წაშლა
th_th: ลบไฟล์

source: Save
de_ch: Speichern
fa: ذخیره
ka_ge: შენახვა
th_th: บันทึก
