Repository: flreinhard/apps
Catalog: l10n/*/firstrunwizard.po
Languages: ast, cs_cz, da, de_de, et_ee, eu, fi_fi, gl, id, it, ja, nl, pl, pt_br, ru, sk_sk, sl, sv, tr

source: Welcome to %s
ast: Bienllegáu a %s
cs_cz: Vítejte v %s
da: Velkommen til %s
de_de: Willkommen zu %s
et_ee: Tere tulemast %s
eu: Ongi etorri %s-era
fi_fi: Tervetuloa %siin
gl: Benvido/a a %s
id: Selamat datang di %s
it: Benvenuti in %s
ja: %s へようこそ
nl: Welkom bij %s
pl: Witamy w %s
pt_br: Bem-vindo ao %s
ru: Добро пожаловать в %s
sk_sk: Vitajte v %s
sl: Dobrodošli v %s
sv: Välkommen till %s
tr: %s'a Hoş Geldiniz

source: Your personal web services. All your files, contacts, calendar and more, in one place.
ast: La to web de servicios personal. Tolos tos ficheros, contautos, calendariu y más, nun llugar.
cs_cz: Váš osobní poskytovatel webových služeb. Všechny vaše soubory, kontakty, kalendáře a další, na jednom místě.
da: Dine personlige web services. Alle dine filer, kontaktpersoner, kalender og mere, på ét sted.
de_de: Ihre persönlichen Web-Services. Alle Ihre Dateien, Kontakte, Kalender und mehr an einem Ort.
et_ee: Sinu personaalsed veebiteenused. Kõik su failid, kontaktid, kalender ja palju muud ühes kohas.
eu: Zure web zerbitzu pertsonala. Zure fitxategi, kontaktu, egutegi guztiak eta gehiago leku bakar batean.
fi_fi: Henkilökohtaiset verkkopalvelusi. Tiedostosi, yhteystietosi, kalenterisi ja paljon muuta, kaikki samassa paikassa.
gl: Os seus servizos web persoais. Todos os ficheiros, contactos, calendario e moito máis nun só lugar.
id: Layanan web personal Anda. Semua berkas, kontak, kalender dan hal lainnya milik anda, berada dalam satu tempat.
it: I tuoi servizi web personali. Tutti i tuoi file, contatti, calendario e altro, in un posto solo.
ja: あなたの個人WEBサービスです。すべてのファイル、連絡先、カレンダーなどを一つの場所で管理できます。
nl: Uw persoonlijke webservice. Al uw bestanden, contactgegevens, agenda's en meer, op één plek.
pl: Twoja osobista chmura. Wszystkie pliki, kontakty, kalendarz i wiele więcej, w jednym miejscu.
pt_br: Seus serviços web pessoais. Todos os seus arquivos, contatos, calendários e mais, em um único lugar.
ru: Ваши персональные веб сервисы. Все файлы, контакты, календарь и многое другое в одном месте.
sk_sk: Vaše osobné webové služby. Všetky vaše súbory, kontakty, kalendár a ďalšie, na jednom mieste.
sl: Osebna spletna storitev. Vse datoteke, stiki, koledar in še več na enem mestu.
sv: Din personliga webbtjänst. Alla dina filer, kontakter, kalender och mycket mer, allt på ett ställe.
tr: Kendi kişisel web hizmetleriniz. Tümüyle sizin dosyalarınız, kişileriniz, takvimleriniz ve daha fazlası. Tümü bir yerde.

source: Get the apps to sync your files
ast: Obtener les aplicaciones pa sincronizar ficheros
cs_cz: Získat aplikace pro synchronizaci vašich souborů
da: Hent applikationerne for at synkronisere dine filer
de_de: Laden Sie die Apps zur Synchronisierung Ihrer Daten herunter
et_ee: Hangi rakendusi failide sünkroniseerimiseks
eu: Lortu aplikazioak zure fitxategiak sinkronizatzeko
fi_fi: Aseta sovellukset synkronoimaan tiedostosi
gl: Obteña os aplicativos para sincronizar os seus ficheiros
id: Dapatkan aplikasi untuk sinkronisasi berkas anda
it: Scarica le applicazioni per sincronizzare i tuoi file
ja: ファイルを同期するためのアプリを取得
nl: Download de apps om bestanden te synchen
pl: Pobierz aplikacje żeby synchronizować swoje pliki
pt_br: Faça com que os apps sincronize seus arquivos
ru: Получить приложения для синхронизации ваших файлов
sk_sk: Získať aplikácie na synchronizáciu vašich súborov
sl: Pridobi programe za usklajevanje datotek
sv: Skaffa appar för att synkronisera dina filer
tr: Dosyalarınızı eşitlemek için uygulamaları indirin

source: Connect your desktop apps to %s
ast: Coneuta les tos aplicaciones d'escritoriu a %s
cs_cz: Propojte své aplikace s %s
da: Forbind dine applikationer til %s
de_de: Verbinden Sie Ihre Desktop-Anwendungen mit %s
et_ee: Ühenda oma töölaua rakend %s
eu: Konektatu zure mahaigaineko aplikazioak %s-era
fi_fi: Yhdistä työpöytäsovelluksesi %siin
gl: Conecte os seus aplicativos de escritorio con %s
id: Hubungkan aplikasi desktop Anda ke %s
it: Connetti le tue applicazioni desktop a %s
ja: あなたのデスクトップアプリケーションを %s に接続
nl: Verbind uw desktop apps met %s
pl: Podłącz swoje aplikacje na komputerze do %s
pt_br: Conecte seus aplicativos de desktop para %s
ru: Подключите приложения с компьютера к %s
sk_sk: Pripojiť svoju desktopovú aplikáciu na %s
sl: Povežite namizne programe z %s
sv: Anslut dina skrivbordsprogram till ownCloud %s
tr: Masaüstü uygulamalarınızı %s'a bağlayın

source: Connect your Calendar
ast: Coneuta'l to Calendariu
cs_cz: Připojit kalendář
da: Tilslut din kalender
de_de: Verbinden Sie Ihre Kalender
et_ee: Ühenda oma kalender
eu: Konektatu zure Egutegia
fi_fi: Yhdistä kalenteriisi
gl: Conecte o seu calendario
id: Hubungkan Kalender anda
it: Connetti il tuo calendario
ja: カレンダーに接続する
nl: Verbindt uw agenda
pl: Podłącz swój kalendarz
pt_br: Conecte seu Calendário
ru: Подключите Ваш календарь
sk_sk: Pripojte svoj ​​kalendár
sl: Poveži koledar
sv: Anslut din Kalender
tr: Takviminizi bağlayın

source: Connect your Contacts
ast: Coneuta los tos Contautos
cs_cz: Připojit kontakty
da: Tilslut dine kontaktpersoner
de_de: Verbinden Sie Ihre Kontakte
et_ee: Ühenda oma kontaktid
eu: Konektatu zure Kontaktuak
fi_fi: Yhdistä yhteystietoihisi
gl: Conecte os seus contactos
id: Hubungkan Kontak anda
it: Connetti i tuoi contatti
ja: 連絡先に接続する
nl: Verbindt uw contactpersonen
pl: Podłącz swoje Kontakty
pt_br: Conecte seus Contatos
ru: Подключите Ваши контакты
sk_sk: Pripojte svoje kontakty
sl: Poveži stike
sv: Anslut dina Kontakter
tr: Kişilerinizi bağlayın

source: Access files via WebDAV
ast: Ficheru d'accesu vía WebDAV
cs_cz: Přistupovat k souborům skrze WebDAV
da: Adgang til filer via WebDAV
de_de: Greifen Sie auf Dateien über WebDAV zu
et_ee: Ligipääs WebDAV vahendusel
eu: Eskuratu fitxategiak WebDAV bidez
fi_fi: Käytä tiedostoja WebDAVin välityksellä
gl: Acceda aos ficheiros empregando WebDAV
id: Akses berkas via WebDAV
it: Accedi ai file tramite WebDAV
ja: WebDAV経由でファイルにアクセス
nl: Benader bestanden via WebDAV
pl: Dostęp do plików poprzez WebDAV
pt_br: Acesse arquivos via WebDAV
ru: Доступ к файлам через WebDAV
sk_sk: Pristupovať k súborom cez WebDAV
sl: Dostop do datotek preko WebDAV
sv: Åtkomst av filer via WebDAV
tr: WebDAV ile dosyalarınıza erişin

source: Documentation
ast: Documentación
cs_cz: Dokumentace
da: Dokumentation
de_de: Dokumentation
et_ee: Dokumentatsioon
eu: Dokumentazioa
fi_fi: Dokumentaatio
gl: Documentación
id: dokumentasi
it: Documentazione
ja: ドキュメント
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
ru: Документация
sk_sk: Dokumentácia
sl: Dokumentacija
sv: Dokumentation
tr: Belgelendirme

source: There’s more information in the <a target="_blank" href="%s">documentation</a> and on our <a target="_blank" href="http://owncloud.org">website</a>.
ast: Hai más información na <a target="_blank" href="%s">documentación y nel nuesu <a target="_blank" href="http://owncloud.org">sitiu web</a>.
cs_cz: Více informací naleznete v <a target="_blank" href="%s">dokumentaci</a> a na našem <a target="_blank" href="http://owncloud.org">webu</a>.
da: Der er mere information i <a target="_blank" href="%s">dokumentationen</a> og på vores <a target="_blank" href="http://owncloud.org">hjemmeside</a>.
de_de: Weitere Informationen finden Sie in der <a target="_blank" href="%s">Dokumentation</a> und auf unserer <a target="_blank" href="http://owncloud.org">Webseite</a>.
et_ee: Rohkem infot leiad <a target="_blank" href="%s">dokumentatsioonist</a> ja meie <a target="_blank" href="http://owncloud.org">veebilehelt</a>.
fi_fi: Lisätietoja on saatavilla <a target="_blank" href="%s">dokumentaation muodossa</a> ja <a target="_blank" href="http://owncloud.org">verkkosivustollamme</a>.
gl: Dispón de máis información na <a target="_blank" href="%s">documentación</a> e no noso <a target="_blank" href="http://owncloud.org">sitio web</a>.
it: Ulteriori informazioni sono disponibili nella <a target="_blank" href="%s">documentazione</a> e sul nostro <a target="_blank" href="http://owncloud.org">sito web</a>.
ja: 詳細な情報は、<a target="_blank" href="%s">ドキュメント</a> と <a target="_blank" href="http://owncloud.org">ウェブサイト</a> にあります。
nl: Er is meer informatie in de <a target="_blank" href="%s">documentatie</a> en op onze <a target="_blank" href="http://owncloud.org">website</a>.
pl: Więcej informacji znajduje się w <a target="_blank" href="%s">dokumentacji</a> i na naszej <a target="_blank" href="http://owncloud.org">stronie</a>.
pt_br: Existe mais informação em <a target="_blank" href="%s">documentação</a> e em nosso <a target="_blank" href="http://owncloud.org">website</a>
ru: Более подробная информация в <a target="_blank" href="%s">документации</a> и на нашем <a target="_blank" href="http://owncloud.org">сайте</a>.
sk_sk: Viac informácií nájdete v <a target="_blank" href="%s">dokumentácii</a> a na našom <a target="_blank" href="http://owncloud.org">webe</a>.
sl: Več podrobnosti je zapisanih v <a target="_blank" href="%s">dokumentaciji</a> in na <a target="_blank" href="http://owncloud.org">spletni strani</a>.
sv: Det finns mer information i <a target="_blank" href="%s">dokumentationen</a> och på vår <a target="_bland" href="http://owncloud.org">hemsida</a>
tr: <a target="_blank" href="%s">Belgelendirmede</a> ve <a target="_blank" href="http://owncloud.org">web site</a>mizde daha fazla bilgi mevcuttur.

source: If you like ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recommend it to your friends</a>!
ast: Si te presta ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recomiénda-yoslu a los tos collacios</a>!
cs_cz: Pokud se vám ownCloud líbí <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">doporučte jej svým přátelům</a>.
da: Hvis du sætter pris på ownCloud, så <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">anbefal det til dine venner</a>!
de_de: Wenn ownCloud Ihnen gefällt, <a href="mailto:?subject=ownCloud&body="ownCloud ist großartige freie Software zum synchronisieren und teilen Ihrer Dateien, Sie können es frei von http://owncloud.org herunterladen">empfehlen Sie es weiter</a>!
et_ee: Kui Sulle meeldib ownCloud, siis <a href="mailto:?subject=ownCloud&body=ownCloud on suurepärane avatud lähtekoodiga tarkvara jagamaks oma faile. Sa saad seda tasuta aadressilt http://owncloud.org">soovita seda oma sõpradelegi</a>!
eu: ownCloud gustuko baduzu, <a href="mailto:?subject=ownCloud&body=ownCloud zure fitxategiak sinkronizatu eta elkarbanatzeko software aske bat da. http://owncloud.org webgunean eskura dezakezu">gomendatu zure lagunei</a>!
fi_fi: Jos pidät ownCloudista, <a href="mailto:?subject=ownCloud&body=ownCloud on erinomainen avoin ohjelmisto tiedostojen synkronointiin ja jakamiseen. Tutustu siihen osoitteessa http://owncloud.org">suosittele sitä ystävillesi</a>!
gl: Se lle gusta ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud é un excelente software aberto para sincronizar e/ou compartir os teus ficheiros. Podes obtelo libremente en http://owncloud.org">recomendellelo aos seus amigos</a>!
id: Jika anda menyukai ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud adalah perangkat lunak terbuka yang tepat untuk sinkronisasi dan berbagi berkas-berkas anda. Anda dapat memperolehnya secara bebas dari http://owncloud.org">rekomendasikan ke teman-teman anda</a>!
it: Se ti piace ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud è un incredibile strumento aperto per sincronizzare e condividere i tuoi file. Puoi scaricarlo liberamente da http://owncloud.org">consiglialo ai tuoi amici</a>!
ja: ownCloud を気に入っていただけたら、<a href="mailto:?subject=ownCloud&body=ownCloud はファイルの同期や共有のための素晴らしいオープンソース・ソフトウェアです。http://owncloud.org から自由にダウンロードすることができます。">ぜひ友達に紹介してください</a>！
nl: Als u ownCloud leuk vindt, <a href="mailto:?subject=ownCloud&body=ownCloud is prettige open software om uw bestanden te sync'en en te delen. U krijgt het vrijelijk van http://owncloud.org">beveel het aan bij uw relaties</a>!
pl: Jeśli lubisz ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud jest świetnym otwartym oprogramowaniem do synchronizacji i udostępniania plików. Można swobodnie pobrać go z http://owncloud.org">poleć go znajomym</a>!
pt_br: Se você gosta do ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud é um software livre que sincroniza e compartilha seus arquivos. Você pode obtê-lo gratuitamente em http://owncloud.org">recomende aos seus amigos</a>!
ru: Если Вам понравился ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org"> рекомендуйте его своим друзьям</a>!
sk_sk: Ak sa vám ownCloud páči, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">odporučte ho svojim priateľom</a>!
sl: Če vam je sistem ownCloud všeč, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">ga priporočite prijateljem</a>!
sv: Om du gillar ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud är ett program för att synka och dela dina filer. Du kan ladda ner den från http://owncloud.org">rekommendera den för dina vänner</a>!
tr: Eğer ownCloud'u beğendiyseniz <a href="mailto:?subject=ownCloud&body=ownCloud dosyalarını eşitlemek ve paylaşmak için mükemmel açık kaynaklı bir yazılım. Buradan ücretsiz indirebilirsin: http://owncloud.org">arkadaşlarınıza önerin</a>!

source: Thereâ€™s more information in the <a target="_blank" href="%s">documentation</a> and on our <a target="_blank" href="http://owncloud.org">website</a>.
eu: Informazio gehiago dago <a target="_blank" href="%s"">dokumentazioan</a> eta gure <a target="_blank" href="http://owncloud.org">web gunean</a>.
id: Terdapat informasi lebih lanjut di <a target="_blank" href="%s">dokumentasi</a> dan di <a target="_blank" href="http://owncloud.org">situs web</a> kami.
