Repository: flreinhard/apps
Catalog: l10n/*/imprint.po
Languages: ast, ko, lt_lt, mk, nb_no, sq

source: Legal notice
ast: Noticia llegal
ko: 법적 고지
lt_lt: Teisinis pranešimas
mk: Правна забелешка
nb_no: Juridiske merknader
sq: Njoftim ligjor

source: Nothing here yet
ast: Entá nun hai un res equí
ko: 아무것도 없습니다
lt_lt: Kol kas čia nieko nėra
mk: Тука сеуште нема ништо
nb_no: Ingenting her ennå
sq: Asgjë këtu ende

source: The content of the legal notice has to be configured first
ast: El conteníu de la noticia llegal tien de configurase primero
ko: 법적 고지의 내용을 먼저 설정해야 합니다
lt_lt: Pirmiausia turi būti sukonfigūruotas teisinio pranešimo turinys
nb_no: Innholdet i de juridiske merknadene må konfigureres først
sq: Përmbajtja e njoftimit ligjor duhet të jetë konfiguruar e para

source: That configuration is done in the administration section.
ast: Esa configuración faise na seición d'alministración.
ko: 이 설정은 관리자 부분에서 완료되었습니다.
lt_lt: Šie nustatymai atliekami administracinėje panelėje.
mk: Ова нагодување е направено во секцијата за администрација.
nb_no: Den konfigureringen gjøres i administrasjonsseksjonen.
sq: Ky konfigurim bëhet në seksionin e administrimit.

source: That configuration has to be done by the system administration.
ast: Esa configuración tien de facese pela alministración del sistema.
ko: 이 설정은 시스템 관리자에 의해 완료되었습니다.
lt_lt: Šie nustatymai turi būti atlikti sistemos administratoriaus.
nb_no: Den konfigureringen må gjøres av systemadministrasjonen.
sq: Kjo konfigurimit është bërë nga administrata e sistemit.

source: Imprint
nb_no: Avtrykk
sq: Stampoj

source: Placement
ast: Allugamientu
ko: 배치
lt_lt: Išdėstymas
nb_no: Plassering
sq: Vendosje

source: Standalone app
ast: App autónoma
ko: 단독 앱
lt_lt: Pavienė programa
mk: Самостојна апликација
nb_no: Frittstående app
sq: App vetiake

source: Header left
ast: Testera esquierda
ko: 머릿글 왼쪽
lt_lt: Antraštė kairėje
mk: Заглавие лево
nb_no: Overskrift venstre
sq: Koka majtas

source: Header right
ast: Testera derecha
ko: 머릿글 오른쪽
lt_lt: Antraštė dešinėje
mk: Заглавие десно
nb_no: Overskrift høyre
sq: Koka djathtas

source: Navigation top
ast: Navegación superior
ko: 탐색 영역 위
lt_lt: Meniu viršuje
mk: Навигацијата горе
nb_no: Navigering topp
sq: Udhëto lart

source: Navigation bottom
ast: Navegación inferior
ko: 탐색 영역 아래
lt_lt: Meniu mygtukas
mk: Навигацијата долу
nb_no: Navigering bunn
sq: Udhëto poshtë

source: During login
ast: Nel aniciu de sesión
ko: 로그인 화면
lt_lt: Prisijungimo metu
mk: Додека се најавувате
nb_no: Under innlogging
sq: Gjatë hyrjes

source: Content
ast: Conteníu
ko: 내용
lt_lt: Turinys
mk: Содржина
nb_no: Innhold
sq: Përmbajtje

source: You can use html markup (e.g. <br> for a linebreak) and inline style attributes (e.g. <a style="color:red;">).
ast: Pues usar el formatu HTML (por exemplu <br> pa un saltu de llinia) y los atributos d'estilu en llinia (por exemplu <a style="color:red;">).
ko: HTML 마크업(예: 줄을 띄울 때 <br> 삽입) 및 인라인 스타일 속성(예: <a style="color:red;">)을 사용할 수 있습니다.
lt_lt: Jūs galite naudoti html žymėjimą (pvz. <br> eilutės lūžiui) ir vidinius stiliau atributus (pvz. <a style="color:red;">).
nb_no: Du kan bruke html markup (f.eks. <br> for et linjeskift) og inline stil-attributter (f.eks. <a style="color:red;">).
sq: Ju mund të përdorni Markup html (p.sh. <br> për një ndarje) dhe atributet stilit në linjë (p.sh. <a style="color:red;">).
