Repository: flreinhard/apps
Catalog: l10n/*/tasks.po
Languages: km

source: Invalid date/time
km: កាល​បរិច្ឆេទ/​ម៉ោង មិន​ត្រឹម​ត្រូវ

source: Tasks
km: ភារកិច្ច

source: Due
km: ពេល​បញ្ចប់

source: List
km: បញ្ជី

source: Location
km: ទីតាំង

source: No category
km: គ្មាន​ចំណាត់​ក្រុម

source: Unspecified
km: មិន​បាន​កំណត់

source: 1=highest
km: 1=ខ្ពស់​បំផុត

source: 5=medium
km: 5=មធ្យម

source: 9=lowest
km: 9=ទាប​បំផុត

source: Empty Summary
km: ការ​សង្ខេប​នៅ​ទទេ

source: Invalid percent complete
km: ភាគរយ​បញ្ចប់ មិន​ត្រឹម​ត្រូវ

source: Invalid priority
km: អាទិភាព​មិន​ត្រឹម​ត្រូវ

source: The calendar application also need to be enabled to use this application.
km: អ្នក​ត្រូវ​បើក​កម្មវិធី ប្រតិទិន សិន ទើប​អាច​ប្រើ​កម្មវិធី​នេះ​បាន។

source: Add Task
km: បន្ថែម​ភារកិច្ច

source: Order Due
km: លំដាប់​ពេល​បញ្ចប់

source: Order List
km: លំដាប់​បញ្ជី

source: Order Complete
km: លំដាប់​ការ​បញ្ចប់

source: Order Location
km: លំដាប់​ទីតាំង

source: Order Priority
km: លំដាប់​អាទិភាព

source: Order Label
km: លំដាប់​ស្លាក

source: Loading tasks...
km: កំពុង​ផ្ទុក​ភារកិច្ច...

source: Important
km: សំខាន់

source: More
km: ច្រើន​ទៀត

source: Less
km: តិច

source: Delete
km: លុប
