Repository: flreinhard/apps
Catalog: l10n/*/updater.po
Languages: ast, cs_cz, da, eo, es_ar, et_ee, fi_fi, gl, hu_hu, id, km, mk, nb_no, nl, nn_no, ru, sk_sk, sl

source: Checking your installation...
ast: Comprobando la to instalación...
cs_cz: Kontroluji vaši instalaci...
da: Undersøger din installation...
eo: Kontrolante vian instalon...
es_ar: Verificando tu instalación...
et_ee: Paigalduse kontrollimine…
fi_fi: Tarkistetaan asennusta...
gl: Comprobando a instalación...
hu_hu: A telepített alkalmazásod ellenörzése ...
id: Sedang memeriksa instalasi...
km: កំពុង​ពិនិត្យ​ការ​ដំឡើង​របស់​អ្នក...
mk: Ја проверувам вашата инсталација...
nb_no: Sjekker din installasjon...
nl: Controleren van uw configuratie...
nn_no: Kontrollerer installasjonen din …
ru: Проверяется Ваша установка...
sk_sk: Overujem vašu inštaláciu...
sl: Preverjanje namestitve ...

source: Upgrade is not possible. Make sure that your webserver has write access to the following files and directories:
ast: Nun se pudo anovar la versión. Comprueba que'l to sirvidor web tien permisu d'escritura a los siguientes ficheros y carpetes:
cs_cz: Aktualizaci nelze provést. Zkontrolujte, že má váš webový server právo zápisu do následujících adresářů a souborů:
da: Opgradering er ikke mulig. Undersøg om din webserver har skriveadgang til følgende filer og mapper:
es_ar: No es posible actualizar. Asegurate que tu servidor web tiene permisos de escritura en los siguientes archivos y directorios:
et_ee: Uuendamine pole võimalik. Palun luba oma veebiserveril kirjutamine järgmistesse failidesse ja kataloogidesse:
fi_fi: Päivitys ei ole mahdollista. Varmista, että web-palvelimella on kirjoitusoikeus seuraaviin tiedostoihin ja hakemistoihin:
gl: Non é posíbel facer a anovación. Asegúrese de que o seu servidor web ten permisos de escritura para os seguintes ficheiros e directorios:
hu_hu: A frissítés nem lehetséges. Ellenőrizd a web szerveren van-e írás jogod a következő fileokhoz és könyvtárakhoz:
id: Pembaruan tidak dimungkinkan. Pastikan bahwa webserver Anda memiliki akses tulis ke berkas dan direktori berikut:
km: មិន​អាច​ធ្វើ​វិសិដ្ឋកម្ម​បាន​ទេ។ សូម​ប្រាកដ​ថា​ម៉ាស៊ីន​ប្រើ​វេប​របស់​អ្នក​មាន​សិទ្ធិ​សរសេរ​ចំពោះ​ឯកសារ​និង​ទីតាំង​ទាំង​នេះ៖
mk: Надградбата не е возможна. Обезбедете да вашиот веб сервер има пристап и дозвола за запишување на следните датотеки и директориуми:
nb_no: Oppgradering er ikke mulig. Se til at web-serveren din har skrivetilgang til følgende filer og mapper:
nl: Update is niet mogelijk. Controleer of uw webserver schrijfrechten heeft op de volgende bestanden en directories:
nn_no: Kan ikkje oppgradera. Kontroller at vevtenaren din har skrivetilgang til dei følgjande filene og mappene:
ru: Обновление невозможно. Проверьте, что Ваш вебсервер имеет права на запись следующих файлов и директорий:
sk_sk: Aktualizáciu nie je možné vykonať. Skontrolujte, či má váš webserver právo na zápis do nasledovných súborov a priečinkov:
sl: Posodobitev ni mogoča. Preverite, ali so nastavljena ustrezna dovoljenja za zapisovanje naslednjih datotek in map:

source: Version not found
ast: Nun s'atopó la versión
cs_cz: Verze nebyla nalezena
da: Version ikke fundet
eo: La versio ne troviĝis
es_ar: Versión no encontrada
et_ee: Versiooni ei leitud
fi_fi: Versiota ei löytynyt
gl: Non se atopa a versión
hu_hu: Verziószám nem található
id: Versi tidak ditemukan
km: រក​មិន​ឃើញ​កំណែ
mk: Верзијата не е пронајдена
nb_no: Versjon ikke funnet
nl: versie niet gevonden
nn_no: Fann ikkje utgåva
ru: Версия не найдена
sk_sk: Verzia nenájdená
sl: Različice ni mogoče najti

source: Upgrade is not possible. Your webserver has not enough permissions to remove the following directory:
ast: Nun se pue anovar la versión. El to sirvidor web nun tien abondos permisos pa desaniciar la siguiente carpeta:
cs_cz: Aktualizaci nelze provést. Váš webový server nemá dostatečná oprávnění ke smazání následujícího adresáře:
da: Upgradering ikke mulig. Din webserver har ikke de fornødne rettigheder til at fjerne følgende mappe:
es_ar: No es posible actualizar. Tu servidor web no tiene permisos suficientes para borrar el siguiente directorio:
et_ee: Uuendamine pole võimalik. Veebiserveril pole õigusi kustutada järgmisi katalooge:
fi_fi: Päivitys ei ole mahdollista. Varmista, että web-palvelimella on tarvittavat oikeudet poistaa seuraava hakemisto:
gl: Non é posíbel facer a anovación. O seu servidor web ten permisos abondo para retirar o seguinte directorio:
hu_hu: A frissítés nem lehetséges. A web szerveren nincs elég jogod a következő könyvtár eltávolításához:
id: Pembaruan tidak dimungkinkan. Webserver Anda tidak memiliki izin yang cukup untuk menghapus direktori berikut:
km: មិន​អាច​ធ្វើ​វិសិដ្ឋកម្ម​បានទេ។ ម៉ាស៊ីន​បម្រើ​វេប​របស់​អ្នក​មិន​មាន​សិទ្ធិ​គ្រប់​គ្រាន់ ដើម្បី​លុប​ទីតាំង​ទាំង​នេះ​ទេ៖
mk: Надградбата не е возможна. Вашиот веб сервер нема доволно привилегии да го отстрани следниот директориум:
nb_no: Oppgradering er ikke mulig. Web-serveren din har ikke tilgang til å fjerne følgende mappe:
nl: Bijwerken is niet mogelijk. Uw webserver heeft niet voldoende permissies om de volgende directory re verwijderen:
nn_no: Kan ikkje oppgradera. Vevtenaren din har ikkje tilgang til å fjerna følgjande mappe:
ru: Обновление невозможно. Ваш вебсервер не имеет достаточно прав на удаление следующей директории:
sk_sk: Aktualizáciu nie je možné vykonať. Váš webserver nemá oprávnenie na zmazanie nasledovného priečinka:
sl: Posodobitev ni mogoča. Ni ustreznih dovoljenj za odstranitev naslednjih map:

source: Update permissions on this directory and its content or remove it manually first.
ast: Anueva los permisos nesta carpeta y nel so conteníu o desaníciala manualmente enantes.
cs_cz: Upravte oprávnění u tohoto adresáře a jeho obsahu nebo jej nejdřív ručně smažte.
da: Opdater tilladelser for denne mappe og dens indhold eller fjern den manuelt først.
es_ar: Actualizar permisos en este directorio y sus contenidos, o primero borralo manualmente
et_ee: Uuenda selle kataloogi ja sisu õigusi või eemalda see käsitsi.
fi_fi: Päivitä tämän hakemiston ja sen sisällön oikeudet tai poista se ensin käsin.
gl: Actualice os permisos deste directorio e o seu contido ou retíreo manualmente antes.
hu_hu: Állitsd be a jogokat a könyvtáron és benne található tartalmat töröld ki kézzel.
id: Izin update pada direktori ini beserta isinya atau hapus secara manual terlebih dahulu.
km: ធ្វើ​បច្ចុប្បន្នភាព​សិទ្ធិ​លើ​ទីតាំង​នេះ​និង​មាតិកា​របស់​វា ឬ​ក៏​លុប​វា​ចោល​ជា​មុន​សិន។
mk: Надгради ги привилегиите врз овој директориум и неговата содржина или претходно рачно одстрани го.
nb_no: Oppdater tilgang til denne mappen og innholdet i den eller fjern den manuelt først.
nl: Werk de permissies op deze directory en de inhoud bij , of verwijder ze eerst handmatig.
nn_no: Oppdater filtilgangen på denne mappa og innhaldet, eller fjern mappa for hand først.
ru: Обновите разрешения на эту дерикторию и её содержимое или удалите её вручную для начала.
sk_sk: Aktualizovať oprávnenia tohto priečinka a jeho obsahu alebo odstrániť najskôr ručne.
sl: Posodobiti je treba dovoljenja te mape in njene vsebine ali pa jo ročno odstraniti.

source: Downloading package...
ast: Descargando'l paquete...
cs_cz: Stahuji balíček...
da: Downloader pakke...
eo: Elŝutante pakaĵon...
es_ar: Descargando paquete
et_ee: Paki allalaadimine…
fi_fi: Ladataan pakettia...
gl: Descargando o paquete...
hu_hu: Csomag letöltése....
id: Sedang mengunduh paket...
km: កំពុង​ទាញយក​កញ្ចប់...
mk: Преземам пакет...
nb_no: Laster ned pakke...
nl: Downloaden package...
nn_no: Lastar ned pakka …
ru: Скачивание пакета...
sk_sk: Sťahujem balíček...
sl: Prejemanje paketa ...

source: Unable to fetch package
ast: Nun se pudo traer el paquete
cs_cz: Nepodařilo se stáhnout balíček
da: Kunne ikke hente pakke
es_ar: No es posible obtener el paquete
et_ee: Paki hankimine nurjus
fi_fi: Paketin nouto epäonnistui
gl: Non é posíbel obter o paquete
hu_hu: Nem lehetett leszedni a csomagot
id: Tidak dapat mengambil paket
km: មិន​អាច​ប្រមូល​កញ្ចប់​បាន
mk: Неуспешно преземање на пакет
nb_no: Klarte ikke å hente pakke
nl: Kon package niet ophalen
nn_no: Klarte ikkje å henta pakka
ru: Не удалось извлечь пакет
sk_sk: Nepodarilo sa stiahnuť balíček
sl: Ni mogoče pridobiti paketa

source: Creating backup...
ast: Creando copia de seguridá...
cs_cz: Vytvářím zálohu...
da: Opretter sikkerhedskopi...
eo: Kreante sekurokopion...
es_ar: Creando copia de seguridad...
et_ee: Varukoopia loomine…
fi_fi: Luodaan varmuuskopiota...
gl: Creando a copia de seguranza...
hu_hu: Biztonsági mentés létehozása ...
id: Membuat cadangan...
km: កំពុង​បង្កើត​ការ​បម្រុង​ទុក...
mk: Креирам бекап...
nb_no: Oppretter sikkerhetskopi...
nl: Creëren backup...
nn_no: Lagar tryggleikskopi …
ru: Создание резервной копии...
sk_sk: Vytváram zálohu...
sl: Ustvarjanje varnostne kopije ...

source: Here is your backup:
ast: Equí ta la to copia de seguridá:
cs_cz: Zde je vaše záloha:
da: Her er din backup:
eo: Jenas via sekurokopio:
es_ar: Acá está tu copia de seguridad:
et_ee: Siin on su varukoopia:
fi_fi: Tässä on varmuuskopiosi:
gl: Aquí está a copia de seguranza:
hu_hu: Itt a mentés:
id: Ini cadangan Anda:
km: នេះ​គឺ​ជា​ការ​បម្រុង​ទុក​របស់​អ្នក៖
mk: Еве го вашиот бекап:
nb_no: Her er din sikkerhetskopi:
nl: Hier is uw backup:
nn_no: Her er tryggleikskopien din:
ru: Вот Ваша резервная копия:
sk_sk: Tu je vaša záloha:
sl: Varnostna kopija:

source: Failed to create backup
ast: Fallu al crear la copia de seguridá
cs_cz: Vytvoření zálohy se nezdařilo
da: Kunne ikke danne sikkerhedskopi
eo: Malsukcesis kreo de sekurokopio
es_ar: No fue posible crear una copia de seguridad
et_ee: Varukoopia loomine nurjus
fi_fi: Varmuuskopion luominen epäonnistui
gl: Non foi posíbel crear a copia de seguranza
hu_hu: Nem sikerült létrehozni a biztonsági mentést
id: Gagal membuat cadangan
km: មិន​អាច​បង្កើត​ការ​បម្រុង​ទុក​បាន
mk: Не успеав да креирам бекап
nb_no: Klarte ikke å opprette sikkerhetskopi
nl: Backup maken mislukt
nn_no: Klarte ikkje å laga tryggleikskopi
ru: Не удалось создать резервную копию
sk_sk: Vytvoriť zálohu sa nepodarilo
sl: Ustvarjanje varnostne kopije je spodletelo

source: Moving files...
ast: Moviendo ficheros...
cs_cz: Přesouvám soubory...
da: Flytter filer..
eo: Movante dosierojn...
es_ar: Moviendo archivos...
et_ee: Failide liigutamine…
fi_fi: Siirretään tiedostoja...
gl: Movendo ficheiros...
hu_hu: Fileok mozgatása...
id: Memindahkan berkas...
km: កំពុង​ផ្លាស់​ទី​ឯកសារ...
mk: Префрлам датотеки...
nb_no: Flytter filer...
nl: Verplaatsen bestanden...
nn_no: Flyttar filer …
ru: Перемещение файлов...
sk_sk: Presúvam súbory...
sl: Premikanje datotek ...

source: All done. Click to the link below to start database upgrade.
ast: Too fecho. Calca nel enllaz de más abaxo pa entamar l'anovamientu de la versión de la base de datos.
cs_cz: Hotovo. Klikněte na následující odkaz pro zahájení aktualizace databáze.
da: Færdig. Klik på linket herunder for at starte database opgradering
es_ar: Listo. Hacé click en el enlace más abajo para comenzar la actualización de la base de datos.
et_ee: Kõik valmis. Klõpsa andmebaasi uuenduse alustamiseks allolevat linki.
fi_fi: Kaikki valmista. Napsauta alla olevaa linkkiä aloittaaksesi tietokannan päivityksen.
gl: Feito todo. Prema na ligazón de embaixo para comezar a actualización da base de datos.
hu_hu: Minden kész. Kattints ide az adatbázis frissítés megkezdéséhez.
id: Selesai. Klik pada tautan berikut untuk memulai pembaruan database.
km: រួច​អស់​ហើយ។ ចុច​តំណ​ខាង​ក្រោម ដើម្បី​ចាប់​ផ្ដើម​ធ្វើ​វិសិដ្ឋកម្ម​មូលដ្ឋាន​ទិន្នន័យ។
mk: Се е завршено. Кликни на линкот подолу за да започне надградба на базата на податоци.
nb_no: Ferdig. Klikk lenken nedefor for å starte oppgradering av databasen.
nl: Alles gedaan. Klik op onderstaande link om de database bij te werken.
nn_no: Ferdig. Klikk lenkja nedanfor for å starta databaseoppgraderinga.
ru: Всё закончено. Нажмите ссылку ниже для начала обновления базы данных.
sk_sk: Hotovo. Kliknite na nasledovný odkaz pre začatie aktualizácie databázy.
sl: Končano. Kliknite na spodnjo povezavo za začetek posodabljanja podatkovne zbirke.

source: Update failed
ast: Fallu al anovar
cs_cz: Aktualizace se nezdařila
da: Opdatering fejlede
eo: La ĝisdatigo malsukcesis
es_ar: Error al actualizar
et_ee: Uuendamine nurjus
fi_fi: Päivitys epäonnistui
gl: Non foi posíbel facer a actualización
hu_hu: A frissítés sikertelen
id: Pembaruan gagal
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​មិន​បាន​សម្រេច
mk: Надградбата е неуспешна
nb_no: Oppdatering feilet
nl: Update mislukt
nn_no: Feil ved oppdatering
ru: Обновление не удалось
sk_sk: Aktualizácia sa nepodarila.
sl: Posodobitev je spodletela

source: The update was unsuccessful. Please check logs at admin page and report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ast: L'anovamientu falló. Por favor, revisa la razón del fallu nel log de la páxina d'almin y reporta esti problema a la <a href="https://github.com/owncloud/apps/issues" target="_blank">Comunidá de ownCloud</ a>.
cs_cz: Aktualizace byla neúspěšná. Zkontrolujte, prosím, logy v administračním rozhraní a oznamte tuto událost <a href="https://github.com/owncloud/apps/issues" target="_blank">komunitě ownCloud</a>.
da: Opdateringen lykkedes ikke. Kontroller venligst loggen på administratorsiden og rapporter dette problem til <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud fællesskabet</a>.
et_ee: Uuendus ebaõnnestus. Palun vaata admin lehelt logisid ning teavita probleemidest <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud kogukonda</a>.
gl: A actualización non foi satisfactoria. Comprobe os rexistros na páxina de administración e informe deste problema á <a href="https://github.com/owncloud/apps/issues" target="_blank">comunidade de ownCloud</a>.
hu_hu: A frissítés sikertelen. A naplóbejegyzések elérhetőek az adminisztrációs felületen, az eset az <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud közösség</a>nek is jelezhető .
km: ការ​ធ្វើ​បច្ចុប្បន្នភាព​មិន​ទទួល​បាន​ជោគជ័យ​ទេ។ សូម​ពិនិត្យ​មើល​កំណត់​ត្រា​នៅ​ទំព័រ​គ្រប់គ្រង ហើយ​រាយការណ៍​បញ្ហា​នេះ​ទៅ <a href="https://github.com/owncloud/apps/issues" target="_blank">សហគមន៍ ownCloud</a>។
nb_no: Mislykket oppdatering. Sjekk logger på admin-siden and rapporter dette problemet til <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud-fellesskapet</a>.
nl: De update is mislukt. Controleer de logs op de beheerpagina en meld het probleem aan de <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ru: Обновление не удалось. Пожалуйста, проверьте журналы на странице администратора и сообщите об этой проблеме <a href="https://github.com/owncloud/apps/issues" target="_blank">сообществу ownCloud</a>.
sk_sk: Aktualizácia nebola úspešná. Skontrolujte logy v administračnom rozhraní a oznámte túto udalosť <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud komunite</a>.
sl: Posodobitev ni uspešno končana. Preveriti je treba dnevniški zapis na skrbniških straneh in poslati poročilo na razvijalcem sistema<a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud</a>.

source: Proceed
ast: Proceder
cs_cz: Provést
da: Fortsæt
et_ee: Jätka
gl: Proceder
hu_hu: Végrehajt
km: ធ្វើ​បន្ត
nb_no: Fortsett
nl: Ga verder
ru: продолжить
sk_sk: Vykonať
sl: Nadaljuj

source: Update Center
ast: Centru d'anovamientos
cs_cz: Centrum aktualizací
es_ar: Centro de actualización
et_ee: Uuendamiskeskus
fi_fi: Päivityskeskus
gl: Centro de actualizacións
hu_hu: Frissítés Központ
id: Pusat Pembaruan
km: មជ្ឈមណ្ឌល​ធ្វើ​បច្ចុប្បន្នភាព
mk: Центар за надградба
nb_no: Oppdateringssenter
nn_no: Oppdateringssenter
ru: Центр обновлений
sk_sk: Centrum aktualizácií
sl: Središče za posodobitve

source: Backup Management
ast: Xestión de copies de seguridá
cs_cz: Správa zálohování
da: Backup Administration
eo: Administro de sekurokopioj
es_ar: Administración de copias de seguridad
et_ee: Varukoopiate haldamine
fi_fi: Varmuuskopioiden hallinta
gl: Xestión das copias de seguranza
hu_hu: Biztonsági mentések kezelése
id: Pengatur Cadangan
km: ការ​គ្រប់​គ្រង​ការ​បម្រុង​ទុក
mk: Управување со бекап
nb_no: Administrere sikkerhetskopier
nn_no: Handtering av tryggleikskopiar
ru: Управление резервным копированием
sk_sk: Správa zálohovania
sl: Upravljanje varnostnih kopij

source: Update
ast: Anovar
cs_cz: Aktualizovat
da: Opdater
eo: Ĝisdatigi
es_ar: Actualizar
et_ee: Uuenda
fi_fi: Päivitä
gl: Actualizar
hu_hu: Frissítés
id: Pembaruan
km: ធ្វើ​បច្ចុប្បន្នភាព
mk: Ажурирај
nb_no: Oppdater
nl: Bijwerken
nn_no: Oppdater
ru: Обновить
sk_sk: Aktualizovať
sl: Posodobi

source: Backup directory
ast: Carpeta de copies de seguridá
cs_cz: Zálohovací adresář
da: Backup mappe
eo: Sekurokopia dosierujo
es_ar: Directorio de copias de seguridad
et_ee: Varukoopiate kataloog
fi_fi: Varmuuskopiokansio
gl: Directorio das copias de seguranza
hu_hu: Biztonsági mentés könyvtára
id: Direktori Cadangan
km: ទីតាំង​បម្រុង​ទុក
mk: Директориум за бекап
nb_no: Mappe for sikkerhetskopiering
nn_no: Mappe for tryggleikskopiar
ru: Директория резервных копий
sk_sk: Zálohovací priečinok
sl: Mapa za varnostne kopje

source: Backup
ast: Copia de seguridá
cs_cz: Záloha
eo: Sekurokopio
es_ar: Copia de seguridad
et_ee: Varukoopia
fi_fi: Varmuuskopioi
gl: Copia de seguranza
hu_hu: Biztonsági mentés
id: Cadangan
km: បម្រុង​ទុក
mk: Бекап
nb_no: Sikkerhetskopi
nn_no: Tryggleikskopi
ru: Резервная копия
sk_sk: Záloha
sl: Varnostna kopija

source: Done on
ast: Fecho en
cs_cz: Dokončeno
da: Færdig
es_ar: hecha el
et_ee: Tehtud
fi_fi: Luontiaika
gl: Feito o
hu_hu: Kész
id: Selesai
km: រួច​រាល់​នៅ
mk: Завршено на
nb_no: Utført
nl: Gedaan op
nn_no: Utført på
ru: Готово на
sk_sk: Dokončené
sl: Ustvarjena na

source: Download
ast: Descargar
cs_cz: Stáhnout
eo: Elŝuti
es_ar: Descargar
et_ee: Lae alla
fi_fi: Lataa
gl: Descargar
hu_hu: Letöltés
id: Unduh
km: ទាញយក
mk: Преземи
nb_no: Last ned
nl: Downloaden
nn_no: Last ned
ru: Скачать
sk_sk: Sťahovanie
sl: Prejmi

source: Delete
ast: Desaniciar
cs_cz: Smazat
da: Slet
eo: Forigi
es_ar: Borrar
et_ee: Kustuta
fi_fi: Poista
gl: Eliminar
hu_hu: Törlés
id: Hapus
km: លុប
mk: Избриши
nb_no: Slett
nl: Verwijder
nn_no: Slett
ru: Удалить
sk_sk: Zmazať
sl: Izbriši

source: No backups found
ast: Nun s'atoparon copies de seguridá
cs_cz: Žádné zálohy nebyly nalezeny
da: Ingen sikkerhedskopier fundet
eo: Neniu sekurokopio troviĝis
es_ar: No se encontraron copias de seguridad
et_ee: Varukoopiaid ei leitud
fi_fi: Varmuuskopioita ei löytynyt
gl: Non se atoparon copias de seguranza
hu_hu: Nem található biztonsági mentés
id: Tidak ada cadangan ditemukan
km: រក​មិន​ឃើញ​ការ​បម្រុង​ទុក
mk: Не е пронајден ниту еден бекап
nb_no: Ingen sikkerhetskopier funnet
nl: Geen backups gevonden
nn_no: Fann ingen tryggleikskopiar
ru: Резервных копий не найдено
sk_sk: Zálohy nenájdené
sl: Ni najdenih varnostnih kopij

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
es_ar: La actualización no fue exitosa. Reportá este problema a la comunidad e <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud</a>.
fi_fi: Päivitys epäonnistui. Ilmoita ongelmasta <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud-yhteisölle</a>.
mk: Надградбата не беше успешна. Ве молиме пријавете го овој проблем на <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
