Repository: flreinhard/apps
Catalog: l10n/*/user_openid.po
Languages: el, id, ku_iq, lt_lt, nn_no

source: OpenID Changed
el: Το OpenID άλλαξε
id: OpenID telah diubah
ku_iq: پێناسى کردنەوە گۆڕدرا
lt_lt: OpenID pakeistas
nn_no: OpenID endra

source: Invalid request
el: Μη έγκυρο αίτημα
id: Permintaan tidak sah
ku_iq: داواکارى نادروستە
lt_lt: Klaidinga užklausa
nn_no: Ugyldig førespurnad

source: This is an OpenID server endpoint. For more information, see
el: Αυτό είναι ένα τελικό σημείο διακομιστή OpenID. Για περισσότερες πληροφορίες, δείτε
id: Ini adalah titik akhir server OpenID. untuk informasi lebih lanjut, lihat
ku_iq: ئەمە خاڵى کۆتایى خزمەتگوزارى پێناسى کردنەوەیە. بۆ زانیارى زیاتر ,ببینە
lt_lt: Tai OpenID serverio galinis taškas. Daugiau informacijos rasite
nn_no: Dette er eit endepunkt for ein OpenID-tenar. Vil du vita meir, kan du sjå

source: Identity: <b>
el: Ταυτότητα: <b>
id: Identitas: <b>
ku_iq: ناسنامە: <b>
lt_lt: Tapatybė: <b>
nn_no: Identitet: <b>

source: Realm: <b>
el: Περιοχή: <b>
id: Dunia: <b>
ku_iq: شانەشین: <b>
nn_no: Område: <b>

source: User: <b>
el: Χρήστης: <b>
id: Pengguna: <b>
ku_iq: بەکارهێنەر: <b>
lt_lt: Naudotojas:
nn_no: Brukar: <b>

source: Login
el: Σύνδεση
id: Masuk
ku_iq: چوونەژوورەوە
lt_lt: Prisijungti
nn_no: Logg inn

source: Error: <b>No user Selected
el: Σφάλμα: <b> Δεν έχει επιλεχθεί χρήστης
id: Galat: <b>Tidak ada pengguna yang dipilih
ku_iq: هەڵە ڕوویدا: <b>هیچ بەکارهێنەرێک دیارینەکراوە
lt_lt: Klaida: <b>Nepasirinktas naudotojas
nn_no: Feil: <b>Ingen brukar valt

source: you can authenticate to other sites with this address
el: μπορείτε να πιστοποιηθείτε σε άλλες ιστοσελίδες με αυτήν την διεύθυνση
id: anda dapat masuk ke situs lain dengan alamat ini
ku_iq: دەتوانى رێکەوتن بکەى لە گەڵ هەر ماڵپەرێکى تر بەو ناونیشانە
lt_lt: galite deklaruoti tapatybę kituose tinkluose su šiuo adresu
nn_no: du kan logga inn på andre nettstader med denne adressa

source: Authorized OpenID provider
el: Εξουσιοδοτημένος παροχέας OpenID
id: Penyedia OpenID yang sah
lt_lt: Leisti OpenID tiekėjai
nn_no: Autorisert OpenID-tilbydar

source: Your address at Wordpress, Identi.ca, &hellip;
el: Η διευθυνσή σας σε Wordpress, Identi.ca, &hellip;
id: Alamat anda di Wordpress, Identi.ca, &hellip;
lt_lt: Jūsų adresas Wordpress, Identi.ca, &hellip;
nn_no: Adressa di på Wordpress, Identi.ca, &hellip;

source: OpenID
ku_iq: پێناسى کردنەوە
